module.exports = [
  {
    title: "新零售行业数据库设计",
    collapsable: false,
    children: [
      "/数据库/新零售行业数据库设计/",
      "/数据库/新零售行业数据库设计/商品相关数据库设计",
      "/数据库/新零售行业数据库设计/如何设计商品的库存",
      "/数据库/新零售行业数据库设计/客户相关表设计",
      "/数据库/新零售行业数据库设计/购物券与订单表设计",
      "/数据库/新零售行业数据库设计/员工相关表设计",
      "/数据库/新零售行业数据库设计/快递表、退货表与评价表设计",
      "/数据库/新零售行业数据库设计/供应商与入库表设计",
    ]
  }, {
    title: "数据库的安装",
    collapsable: false,
    children: [
      "/数据库/数据库的安装/win系统MySQL升级到5.7",
      "/数据库/数据库的安装/使用Docker安装MySQL5.7",
    ]
  }, {
    title: "数据库常见问题及解决方案",
    collapsable: false,
    children: [
      "/数据库/常见问题及解决方案/主键使用数字类型还是UUID",
      "/数据库/常见问题及解决方案/如何在线修改表结构",
      "/数据库/常见问题及解决方案/订单号和流水号的区别",
    ]
  }
]

